[
    {
      "id": 1,
      "title": "Bank Reconcilation",
      "description": "I will reconcile up to 60 transactions in QuickBooks, matching them with your bank statement for accuracy. This service includes identifying and resolving discrepancies, categorizing transactions correctly, and providing a final reconciliation report.",
      "project_link": "https://example.com/project-alpha",
      "img": "https://i.ibb.co.com/MnqbCdH/Screenshot-4.png"
    },
    {
      "id": 2,
      "title": "Reconcile two foreign currency bank accounts",
      "description": "This project involves reconciling two foreign currency bank accounts (USD and EUR) within QuickBooks to ensure they align with bank statements. The scope includes identifying and resolving discrepancies caused by fluctuating exchange rates, verifying account balances for accuracy, and providing a comprehensive walkthrough for managing future reconciliations efficiently. Regular progress updates will be provided to keep the client informed throughout the project.",
      "project_link": "https://example.com/project-beta",
      "img": "https://i.ibb.co.com/gF4Ztgh/Screenshot-5.png"
    },
    {
      "id": 3,
      "title": "Inventory Valuation Impact Analysis",
      "description": "This report examines how inventory valuation methods impact cash flow, profit & loss, and balance sheet figures. It provides insights into financial outcomes and offers actionable recommendations for choosing the best method based on business goals and industry needs.",
      "project_link": "https://example.com/project-gamma",
      "img": "https://i.ibb.co.com/r4cvmbN/Screenshot-6.png"
    },
    {
      "id": 4,
      "title": "QuickBooks Setup",
      "description": "This project focuses on tailoring QuickBooks to meet the unique needs of consulting businesses. The setup includes creating customized income and expense categories, along with personalized financial reporting features",
      "project_link": "https://example.com/project-delta",
      "img": "https://i.ibb.co.com/2dj7dpg/Screenshot-7.png"
    }
    
  ]
  